#24.07.19
#Демонстрирует, как создавать собственные функции
def instruction():
    """Выводит на экран инструкцию для игрока"""
    print(
        """
        Игра крестики нолики
        Введи число от 0 до 8.Число однозначно соответстуют полям доски - так, как
        показано ниже:
        0 | 1 | 2
        ---------
        3 | 4 | 5
        ---------
        6 | 7 | 8
        Приготовься к бою, жалкий челик.\n
        """
        )
print("Это инструкция для игра 'Kрестики нолики':")
instruction()
print("Это опять та же самая инструкция:")
instruction()
print("Надеюсь, смысл игры ясен")
